[
  {
    "price": "$89",
    "service_name": "Stress Management",
    "image_url": "https://images.pexels.com/photos/842554/pexels-photo-842554.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "rating": {
      "rate": 4.9,
      "count": 35970
    },
    "description": "Stress management offers a range of strategies to help you better deal with stress and difficulty (adversity) in your life. Managing stress can help you lead a more balanced, healthier life. Stress is an automatic physical, mental and emotional response to a challenging event. It's a normal part of everyone's life. When used positively, stress can lead to growth, action and change. But negative, long-term stress can lessen your quality of life. Stress management starts with identifying the sources of stress in your life. This isn't as straightforward as it sounds. While it's easy to identify major stressors such as changing jobs, moving, or going through a divorce, pinpointing the sources of chronic stress can be more complicated. It's all too easy to overlook how your own thoughts, feelings, and behaviors contribute to your everyday stress levels. Sure, you may know that you're constantly worried about work deadlines, but maybe it's your procrastination, rather than the actual job demands, that is causing the stress. While stress is an automatic response from your nervous system, some stressors arise at predictable times: your commute to work, a meeting with your boss, or family gatherings, for example. When handling such predictable stressors, you can either change the situation or change your reaction. When deciding which option to choose in any given scenario, it's helpful to think of the four A's: avoid, alter, adapt, or accept. When you're stressed, the last thing you probably feel like doing is getting up and exercising. But physical activity is a huge stress reliever—and you don't have to be an athlete or spend hours in a gym to experience the benefits. Exercise releases endorphins that make you feel good, and it can also serve as a valuable distraction from your daily worries. \r\n"
  },
  {
    "price": "$78",
    "service_name": "Depression",
    "image_url": "https://images.pexels.com/photos/236151/pexels-photo-236151.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "rating": {
      "rate": 4.8,
      "count": 7610
    },
    "description": "Depression is a common illness worldwide, with an estimated 3.8% of the population affected, including 5.0% among adults and 5.7% among adults older than 60 years (1). Approximately 280 million people in the world have depression (1). Depression is different from usual mood fluctuations and short-lived emotional responses to challenges in everyday life. Especially when recurrent and with moderate or severe intensity, depression may become a serious health condition. It can cause the affected person to suffer greatly and function poorly at work, at school and in the family. At its worst, depression can lead to suicide. Over 700 000 people die due to suicide every year. Suicide is the fourth leading cause of death in 15-29-year-olds. Although there are known, effective treatments for mental disorders, more than 75% of people in low- and middle-income countries receive no treatment (2).  Barriers to effective care include a lack of resources, lack of trained health-care providers and social stigma associated with mental disorders. In countries of all income levels, people who experience depression are often not correctly diagnosed, and others who do not have the disorder are too often misdiagnosed and prescribed antidepressants. During a depressive episode, the person experiences depressed mood (feeling sad, irritable, empty) or a loss of pleasure or interest in activities, for most of the day, nearly every day, for at least two weeks. Several other symptoms are also present, which may include poor concentration, feelings of excessive guilt or low self-worth, hopelessness about the future, thoughts about dying or suicide, disrupted sleep, changes in appetite or weight, and feeling especially tired or low in energy. During a depressive episode, the person experiences significant difficulty in personal, family, social, educational, occupational, and/or other important areas of functioning.\r\n"
  },
  {
    "price": "$20",
    "service_name": "Addiction",
    "image_url": "https://images.pexels.com/photos/47327/medications-money-cure-tablets-47327.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "description": "Addiction is an inability to stop using a substance or engaging in a behavior even though it is causing psychological and physical harm. The term addictionTrusted Source does not only refer to dependence on substances such as heroin or cocaine. Some addictions also involve an inability to stop partaking in activities such as gambling, eating, or working. The American Society of Addiction Medicine defines addiction as “a treatable, chronic medical disease involving complex interactions among brain circuits, genetics, the environment, and an individual's life experiences. People with addiction use substances or engage in behaviors that become compulsive and often continue despite harmful consequences.” Many people, but not all, start using a drug or first engage in an activity voluntarily. However, addiction can take over and reduce self-control. Anyone using substances, even socially, should discuss them with a doctor to ensure safe use and monitor for signs or symptoms of addiction If a person experiences a substance overdose, those around them should seek emergency medical assistance immediately. A person who has recovered from an overdose may want to seek professional help to treat their addiction. When a person is ready and wants help with their addiction, they may wish to contact a medical professional to discuss options for treatment. These options include rehab, therapy, detox, and medication. Addiction treatment is highly personalized and often requires the support of the individual's community or family. Addiction is a serious, chronic dependence on a substance or activity. The prevalence of addiction costs the U.S. economy hundreds of billions of dollars every year. A person with addiction is unable to stop using a substance or engaging in a behavior even though it has harmful effects on daily living.\r\n"
  },
  {
    "price": "$50",
    "service_name": "Relationship",
    "image_url": "https://images.pexels.com/photos/6517116/pexels-photo-6517116.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "description": "Good relationships run smoothly and enable you to enjoy your life, work, and activities beyond the relationship. You're not always worrying or talking about it. Like a smooth-running car, you don't have to keep repairing it. You may have disagreements and get angry, but you still have goodwill toward one another, talk things over, resolve conflicts, and return to a loving, enjoyable state. Cars do need maintenance, however. Take care of it, and it performs better. Relationships also take time and effort to maintain an intimate connection. This happens naturally in the initial romantic stage when you want to get to know your partner, spend time together, have frequent sex, and are more open and flexible. You're less willing to compromise and may want less intimacy. Even if you don't actually argue, you may return to the same emotional state you were in before you met — or worse — and wonder where your love went or whether your partner loves you. This is where the “struggle for intimacy” is required in order to maintain that love connection. Couples get into problems when they're afraid to be honest — usually because they think the truth will upset their partner and might jeopardize the relationship. They don't express their hurt or to ask for the love or support they want, or they do so in a way that's critical or blaming. People learn to communicate and problem-solve with others in their family growing up. Without good role models, some never learned how to be assertive. Assertiveness can be learned but takes practice. Other relationship problems are created by an imbalance of power, where one partner attempts to dominate the other through aggression, control, or emotional or verbal abuse. This is damaging to the relationship and the self-esteem of the other partner. It's not uncommon in relationships with an addict or narcissist. One partner can control the other through neediness, demands for attention or validation, or playing the victim, with the expectation that the other person makes him or her happy.\r\n"
  },
  {
    "price": "$119",
    "service_name": "Bipolar Disorder",
    "image_url": "https://images.pexels.com/photos/5699466/pexels-photo-5699466.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
    "description": "Bipolar disorder, formerly called manic depression, is a mental health condition that causes extreme mood swings that include emotional highs (mania or hypomania) and lows (depression).When you become depressed, you may feel sad or hopeless and lose interest or pleasure in most activities. When your mood shifts to mania or hypomania (less extreme than mania), you may feel euphoric, full of energy or unusually irritable. These mood swings can affect sleep, energy, activity, judgment, behavior and the ability to think clearly. Episodes of mood swings may occur rarely or multiple times a year. While most people will experience some emotional symptoms between episodes, some may not experience any. Although bipolar disorder is a lifelong condition, you can manage your mood swings and other symptoms by following a treatment plan. In most cases, bipolar disorder is treated with medications and psychological counseling (psychotherapy). Although bipolar disorder can occur at any age, typically it's diagnosed in the teenage years or early 20s. Symptoms can vary from person to person, and symptoms may vary over time. Signs and symptoms of bipolar I and bipolar II disorders may include other features, such as anxious distress, melancholy, psychosis or others. The timing of symptoms may include diagnostic labels such as mixed or rapid cycling. In addition, bipolar symptoms may occur during pregnancy or change with the seasons. Despite the mood extremes, people with bipolar disorder often don't recognize how much their emotional instability disrupts their lives and the lives of their loved ones and don't get the treatment they need. And if you're like some people with bipolar disorder, you may enjoy the feelings of euphoria and cycles of being more productive. However, this euphoria is always followed by an emotional crash that can leave you depressed, worn out — and perhaps in financial, legal or relationship trouble \r\n"
  },
  {
    "price": "$70",
    "service_name": "Panic Attacks",
    "image_url": "https://www.redoakrecovery.com/wp-content/uploads/2019/07/panic-attack-vs-anxiety-attack-1.jpeg",
    "description": "Panic attacks are sudden periods of intense fear and discomfort that may include palpitations, sweating, chest pain or chest discomfort, shortness of breath, trembling, dizziness, numbness, confusion, or a feeling of impending doom or of losing control. Typically, symptoms reach a peak within ten minutes of onset, and last for roughly 30 minutes, but the duration can vary from seconds to hours. Although they can be extremely frightening and distressing, panic attacks themselves are not physically dangerous. The essential features of panic attacks remain unchanged, although the complicated DSM-IV terminology for describing different types of panic attacks (i.e., situationally bound/cued, situationally predisposed, and unexpected/uncued) is replaced with the terms unexpected and expected panic attacks. Panic attacks function as a marker and prognostic factor for severity of diagnosis, course, and comorbidity across an array of disorders, including but not limited to anxiety disorders. Hence, panic attacks can be listed as a specifier that is applicable to all DSM-5 disorders. Panic attacks can occur due to several disorders including panic disorder, social anxiety disorder, post-traumatic stress disorder, substance use disorder, depression, and medical problems. They can either be triggered or occur unexpectedly.[2] Smoking, caffeine, and psychological stress increase the risk of having a panic attack. Before diagnosis, conditions that produce similar symptoms should be ruled out, such as hyperthyroidism, hyperparathyroidism, heart disease, lung disease, drug use, and dysautonomia. Treatment of panic attacks should be directed at the underlying cause. In those with frequent attacks, counseling or medications may be used. Breathing training and muscle relaxation techniques may also help. Those affected are at a higher risk of suicide. In Europe, about 3% of the population has a panic attack in a given year while in the United States they affect about 11%. They are more common in females than in males. They often begin during puberty or early adulthood. Children and older people are less commonly affected.\r\n"
  }
]
